Repository: multipantaya/mobile_app
Catalog: lib/l10n/app_*.arb
Languages: es

# planBasic
source: Personal account
es: Cuenta personal

# maxQualityHeader
source: Streaming in Ultra HD (4K) quality:
es: Streaming en calidad Ultra HD (4K):

# maxQualityText
source: You can enjoy the content in the highest quality available. This means you'll be able to watch movies and TV shows in 4K resolution on compatible TVs, offering a sharper picture, vibrant colors and stunning detail.
es: Puedes disfrutar del contenido en la más alta calidad disponible. Esto significa que podrás ver películas y series en resolución 4K en televisores compatibles, lo que ofrece una imagen más nítida, colores vibrantes y detalles impresionantes.

# maxQualityTextYotube
source: You can enjoy the content in the highest quality available. This means you'll be able to watch all your videos in 4K resolution on compatible devices, offering a sharper image, vibrant colors and stunning detail.
es: Puedes disfrutar del contenido en la más alta calidad disponible. Esto significa que podrás ver todos tus videos en resolución 4K en dispositivos compatibles, lo que ofrece una imagen más nítida, colores vibrantes y detalles impresionantes.

# allAccessHeader
source: Access to the complete catalogue:
es: Acceso al catálogo completo:

# allAccessText
source: It gives you unlimited access to the entire catalog available on the platform. You can browse and watch all the original movies, series, documentaries and shows available on the platform without any limitations.
es: Te brinda acceso ilimitado a todo el catálogo de contenido de Netflix. Puedes explorar y ver todas las películas, series, documentales y programas originales disponibles en la plataforma sin limitaciones.

# sixViewsHeader
source: Up to five devices simultaneously:
es: Hasta seis dispositivos en simultáneo:

# sixViewsText
source: This plan allows you to watch content on up to five different devices at the same time. You can share your account with family or friends and enjoy your favorite shows without restrictions, even if each person wants to watch something different on different devices.
es: Este plan te permite ver contenido en hasta cinco dispositivos diferentes al mismo tiempo. Puedes compartir tu cuenta con familiares o amigos y disfrutar de tus programas favoritos sin restricciones, incluso si cada persona desea ver algo diferente en diferentes dispositivos.

# sixViewsTextYoutube
source: This plan allows you to watch content on up to six different devices at the same time. You can share your account with family or friends and enjoy your favorite shows without restrictions, even if each person wants to watch something different on different devices.
es: Este plan te permite ver contenido en hasta seis dispositivos diferentes al mismo tiempo. Puedes compartir tu cuenta con familiares o amigos y disfrutar de tus programas favoritos sin restricciones, incluso si cada persona desea ver algo diferente en diferentes dispositivos.

# noAdsYoutube
source: No Ads, No Interruptions:
es: Sin Anuncios, sin Interrupciones:

# noAdsYoutubeText
source: Enjoy YouTube ad-free with YouTube. Access your favorite videos, original series and music without annoying ads. Immerse yourself in a world of non-stop entertainment!
es: Disfruta de YouTube sin interrupciones publicitarias con YouTube. Accede a tus videos favoritos, series originales y música sin anuncios molestos. ¡Sumérgete en un mundo de entretenimiento ininterrumpido!.

# noAdsSpotify
source: Music Without Ads and Without Interruptions:
es: Música Sin Anuncios y Sin Interrupciones:

# noAdsSpotifyText
source: Enjoy the music you love without commercial interruptions with Spotify. Immerse yourself in a world of melodies without annoying ads and enjoy your favorite songs from start to finish, without interruptions.
es: Disfruta de la música que amas sin interrupciones publicitarias con Spotify. Sumérgete en un mundo de melodías sin anuncios molestos y disfruta de tus canciones favoritas de principio a fin, sin interrupciones.

# experienceSpotify
source: Discover the Spotify Experience:
es: Descubre la Experiencia de Spotify:

# experienceSpotifyText
source: Experience music in a whole new way with Spotify. Discover a vast catalog of songs, create custom playlists, and listen to music anytime, anywhere, even offline.
es: Vive la música de una manera completamente nueva con Spotify. Descubre un amplio catálogo de canciones, crea listas de reproducción personalizadas y escucha música en cualquier momento y lugar, incluso sin conexión.

# accountsToBuy
source: Quantity to buy
es: Cantidad a comprar

# totalToPayCart
source: Total to pay for the order
es: Total a pagar del pedido

# messageIntroduction
source: Hello, I want to place the following request:
es: Hola quiero realizar el siguiente pedido:

source: Account
es: Cuenta

# accounts
source: Account
es: Cuentas

source: Total to pay
es: Total a pagar

# inPlans
source: Like
es: En plan

source: Make an order
es: Realizar pedido

# principal
source: Major
es: Principal

# favorite
source: Favorites
es: Favoritos

# discoverPlans
source: Know our plans
es: Conoce nuestros planes

# viewPlans
source: See plans
es: Ver planes

# platformFavorite
source: Your favorite platforms!
es: ¡Tus plataformas favoritas!

# notPlatformFavorite
source: You have no favorites added
es: No tienes favoritos agregados

# unlimitedTraining
source: Enjoy Unlimited Entertainment!
es: ¡Disfruta del Entretenimiento sin Límites!

# allPlatforms
source: All our platforms
es: Todas nuestras plataformas

source: Add to cart
es: Agregar al carrito

source: Characteristics
es: Características

source: How to buy?
es: ¿Cómo Comprar?

# stepOne
source: 1. Explore our products:
es: 1. Explora nuestros productos:

# stepOneText
source: Browse through our wide selection of products and find what you need.
es: Navega a través de nuestra amplia selección de productos y encuentra lo que necesitas.

# stepTwo
source: 2. Add to cart:
es: 2. Añade al carrito:

# stepTwoText
source: Click the Add to Cart button to select the products you wish to purchase.
es: Haz clic en el botón Agregar al carrito para seleccionar los productos que deseas comprar.

# stepThree
source: 3. Check your cart:
es: 3. Revisa tu carrito:

# stepThreeText
source: Go to the shopping cart to check the selected items and adjust the quantities if necessary.
es: Ve al carrito de compras para verificar los artículos seleccionados y ajustar las cantidades si es necesario.

# stepFour
source: 4. Send the order
es: 4. Envia el pedido

# stepFourText
source: The purchase is made with a representative directly through WhatsApp. Our services are 100% safe and legal. Visit our
es: La compra se realiza con un representante directamente por medio de WhatsApp. Nuestros servicios son 100% seguros y legales. Visita nuestros

# termAndConditions
source: Terms and Conditions
es: Términos y condiciones

# stepFourTextComplement
source: to know how our services work
es: para saber cómo funcionan nuestros servicios

# stepfive
source: Enjoy
es: Disfruta

# stepSix
source: We also invite you to know our
es: También te invitamos a conocer nuestra

# stepSixText
source: and learn how we protect and treat your data.
es: y conocer cómo protegemos y tratamos tus datos.

# politicsPrivacy
source: Privacy Policy
es: Política de privacidad

# stepFiveText
source: Once the purchase is complete, your login details will be sent to your registered WhatsApp at the time you made the purchase.
es: Una vez la compra esté completada se le enviaron sus datos de inicio de sesión a su whatsApp registrado en el momento que realizó la compra

source: Added product
es: Producto agregado

# paymentMethod
source: Payment methods
es: Métodos de pago

# paymentMethodText
source: Credit / Debit cards *Paypal *Zelle *Zinli *Cash App *Chivos Wallet (BitCoin) *Wise
es: Tarjetas de credito / debito *Paypal *Zelle *Zinli *Transferencias interbancarias

# buildThePlan
source: What are you waiting for, for your best plan with our catalog!
es: Que esperas, para tu mejor plan con nuestro catálogo!

source: Important information
es: Información importante

# seePolitics
source: See policies
es: Ver políticas

# importantInformationText
source: By submitting the order, you accept and agree to comply with:
es: Al enviar el pedido, usted acepta y se compromete a cumplir con:

source: Cancel
es: Cancelar

# sendRequest
source: Send the order
es: Enviar pedido

# yourAcount
source: Your account, your rules:
es: Tu cuenta, tus reglas:

# yourAcountNetflix
source: This plan is originally designed by Netflix for 1 device in 4K quality. where you will enjoy all the content without restrictions and in the best quality
es: Este plan está diseñado originalmente por Netflix para 1 dispositivo en calidad 4K. donde disfrutaras todo el contenido sin restricciones y en la mejor calidad

# yourAcountSpotify
source: This plan is originally designed by Spotify for 1 device where you will enjoy all the content without restrictions, without advertising and many additional benefits.
es: Este plan está diseñado originalmente por Spotify para 1 dispositivo donde disfrutaras de todo el contenido sin restricciones, sin publicidad y muchos beneficios adicionales

# yourAcountYoutube
source: This plan is originally designed by Spotify for 1 device where you will enjoy all the content without restrictions, without advertising and many additional benefits.
es: Este plan está diseñado originalmente por Youtube para 1 dispositivo donde disfrutaras de tus videos y música favorita sin anuncios y mucho mas

# planOneNetflix
source: Individual - 1 Screen
es: 1 – pantalla Full 4k

# planTwoNetflix
source: Family - 5 Screens
es: 5 – Pantallas Full 4k

# planOneSpotify
source: Individual - 1 Device
es: Individual (1)

# planTwoSpotify
source: Family - 6 Devices
es: Familiar (6)

# planOneYoutube
source: Annual Individual
es: Individual (1)

# planTwoYoutube
source: Individual - 1 Device
es: Familiar (6)

# hboUsa
source: Valid for USA:
es: Válido para USA:

# youtubeAnuality
source: Annual plan:
es: Plan anual:

# youtubeAnualityText
source: The price corresponds to the value for a full year of Youtube Premium with all its benefits.
es: El precio corresponde al valor por un año completo de Youtube Premium con todos sus beneficios.

# hboUsaText
source: This plan will only work within the territory of the United States.
es: Este plan solamente funcionará dentro del territorio de estados unidos.

# hboLatamText
source: This plan will only work within the territory of Latin America.
es: Este plan solamente funcionará dentro del territorio de america latina.

# informationToSend
source: All our services are new and original accounts of the brands, we cannot renew existing or expired accounts. Your account is completely secure and therefore all the processing is done directly with a representative on our WhatsApp line once you receive the order you are sending.
es: Todos nuestros servicios son cuentas nuevas y originales de las marcas, no podemos renovar cuentas existentes o vencidas. Tu cuenta es totalmente segura y por ello todo el tramite se realiza directamente con un representante en nuestra línea de WhatsApp una vez reciba el pedido que estas enviando.
